{
  "DataSets": [
    {
      "Source": "Wikipedia: Plagiarism",
      "Content": "A demonstration of how an individual may replicate text from another source to intentionally deceive a reader into believing they wrote the text themselves. In this example, the introductory paragraph of the Wikipedia article for the Trojan War (top) has been copy-and-pasted into a Microsoft Word document by John Doe (bottom). Doe, who is writing an essay about the Trojan War, has therefore committed plagiarism by attempting to pass off the writing as his own without sourcing the original article."
    },
    {
      "Source": "Praxisarbeit 2: The Virtual Execution System",
      "Content": "The Virtual Execution System (VES) is the runtime environment described by the CLI specification, with the CLR being its implementation. The VES specifies all aspects of theruntime environment, including the aforementioned JIT compiler as well as the garbage collector, the threading model, and the security model."
    },
    {
      "Source": "Integrationsprojekt: 'Freizeitgestaltung'",
      "Content": "Bei dem oben genannten Dilemma sind zwei Spieler – in diesem Fall Klaus und Gabi - beteiligt, die simultan, also unabhängig voneinander und einmalig, eine Antwort geben. Mögliche Antworten auf das Dilemma sind hierbei Kino oder Fußball, was gleichbedeutend damit ist, dass es zwei Strategien gibt, aus denen jeder Spieler wählen kann. Daraus ergeben sich vier verschiedene Strategiekombinationen, die „Kino/Kino“, „Kino/Fußball“, „Fußball/Fußball“ und „Fußball/Kino“ lauten. Das Ziel der beiden Spieler ist es, eine gemeinsame Aktivität zu wählen, da sie gerne etwas zusammen unternehmen möchten. Aufgrund von individuellen Präferenzen unterscheiden sich die Auszahlungen jedoch je Spieler. Wählen die beiden Spieler unterschiedliche Aktivitäten aus erhält jeder Spieler eine Auszahlung von 0. Auch wenn die beiden Spieler dadurch nichts miteinander unternehmen, mögen sie sich dennoch weiterhin, weshalb es keine negativen Auszahlungen gibt. Es handelt sich jedoch nicht um ein Nullsummenspiel, da nicht jede Strategiekombination als Summe 0 ergibt. Wählen beide Spieler Kino aus, erhält Gabi eine Auszahlung von 2 und Klaus eine Auszahlung von 1. Dies resultiert daraus, dass der Kinobesuch Gabis Präferenz widerspiegelt, Klaus jedoch glücklich ist, etwas mit Gabi zu unternehmen. Wählen beide Spieler das Fußballspiel aus kehren sich die Auszahlungen um, da das Fußballspiel Klaus‘ bevorzugte Variante ist. Die Summe dieser beiden Strategiekombinationen beträgt also 3. Für die beiden letztgenannten Strategiekombinationen lässt sich behaupten, dass diese Gleichgewichte sind, da kein Spieler im Nachhinein den Anreiz hat seine Entscheidung individuell zu ändern. Dies würde nämlich zu einer Strategiekombination mit einer Auszahlung von 0 führen. Aufgrund dessen, dass es zwei Gleichgewichte gibt, ist das Spiel nicht eindeutig. Weiterhin lässt sich feststellen, dass die beiden Strategiekombinationen mit gleichen Antworten effizient sind. Es gibt keine andere Strategiekombination, die mindestens einen Spieler besser stellt, ohne dass der jeweils andere Spieler schlechter gestellt wird. Da diese beiden Strategiekombinationen auch zugleich die beiden Gleichgewichte des Spiels beschreiben, sind auch die Gleichgewichte effizient. Bei dem Spiel gibt es außerdem keine dominanten Strategien, da es keine Strategie für einen Spieler gibt, die eine höhere Auszahlung als jede andere mögliche Strategie mit sich bringt und somit die beste Antwort auf jede „gegnerische“ Strategie wäre."
    }
  ]
}
